# 自定义类别
def fifteen_classes():
        return ['其他类别',
                '水田',
                '水浇地',
                '旱耕地',
                '园地',
                '乔木林地',
                '灌木林地',
                '天然草地',
                '人工草地',
                '工业用地',
                '城市住宅',
                '村镇住宅',
                '交通运输',
                '河流',
                '湖泊',
                '坑塘']

def five_classes():
        return ['其他类别',
                '建筑',
                '田地',
                '森林',
                '草地',
                '水体']